Repository: SatishParmar1/Planet_Lense
Catalog: lib/l10n/app_*.arb
Languages: as, or

# appTitle
source: Plant Lens
as: প্লাণ্ট লেন্স
or: ପ୍ଲାଣ୍ଟ ଲେନ୍ସ

source: Select Language
as: ভাষা বাছনি কৰক
or: ଭାଷା ଚୟନ କରନ୍ତୁ

# selectLanguageSubtitle
source: Choose your preferred language for the app
as: এপৰ বাবে আপোনাৰ পছন্দৰ ভাষা বাছনি কৰক
or: ଆପ୍ ପାଇଁ ଆପଣଙ୍କର ପସନ୍ଦ ଭାଷା ଚୟନ କରନ୍ତୁ

# continueButton
source: Continue
as: অব্যাহত ৰাখক
or: ଜାରି ରଖନ୍ତୁ

# welcome
source: Welcome to Plant Lens
as: প্লাণ্ট লেন্সলৈ আপোনাক স্বাগতম
or: ପ୍ଲାଣ୍ଟ ଲେନ୍ସକୁ ସ୍ୱାଗତ

source: Profile
as: প্ৰফাইল
or: ପ୍ରୋଫାଇଲ

source: Home
as: ঘৰ
or: ଘର

source: History
as: ইতিহাস
or: ଇତିହାସ

source: Favorites
as: প্ৰিয়
or: ପସନ୍ଦ

source: Settings
as: ছেটিংছ
or: ସେଟିଂସ

source: Theme
as: থিম
or: ଥିମ୍

source: Language
as: ভাষা
or: ଭାଷା

source: Choose Language
as: ভাষা বাছনি কৰক
or: ଭାଷା ଚୟନ କରନ୍ତୁ

# themeSubtitle
source: Choose your preferred theme
as: আপোনাৰ পছন্দৰ থিম বাছনি কৰক
or: ଆପଣଙ୍କର ପସନ୍ଦ ଥିମ୍ ଚୟନ କରନ୍ତୁ

# languageSubtitle
source: Choose your preferred language
as: আপোনাৰ পছন্দৰ ভাষা বাছনি কৰক
or: ଆପଣଙ୍କର ପସନ୍ଦ ଭାଷା ଚୟନ କରନ୍ତୁ

source: Sign in with Google
as: Google ৰ সৈতে চাইন ইন কৰক
or: Google ସହିତ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ

source: Sign Out
as: চাইন আউট
or: ସାଇନ୍ ଆଉଟ୍

source: Email
as: ইমেইল
or: ଇମେଲ୍

source: Display Name
as: প্ৰদৰ্শন নাম
or: ପ୍ରଦର୍ଶନ ନାମ

source: User ID
as: ব্যৱহাৰকাৰী ID
or: ବ୍ୟବହାରକାରୀ ID

source: Plants Identified
as: চিনাক্ত কৰা উদ্ভিদ
or: ଚିହ୍ନିତ ଉଦ୍ଭିଦ

source: Recent Scans
as: সাম্প্ৰতিক স্কেন
or: ସାମ୍ପ୍ରତିକ ସ୍କ୍ୟାନ୍

source: Streak Days
as: ধাৰাবাহিক দিন
or: ଲଗାତାର ଦିନ

# identifyingPlant
source: Identifying your plant...
as: আপোনাৰ উদ্ভিদ চিনাক্ত কৰা হৈছে...
or: ଆପଣଙ୍କର ଉଦ୍ଭିଦ ଚିହ୍ନଟ କରାଯାଉଛି...

# selectImageFirst
source: Please select an image first.
as: প্ৰথমে এটা ছবি বাছনি কৰক।
or: ଦୟାକରି ପ୍ରଥମେ ଏକ ଚିତ୍ର ଚୟନ କରନ୍ତୁ।

# tapToSelectImage
source: Tap to select an image
as: ছবি বাছনি কৰিবলৈ টেপ কৰক
or: ଚିତ୍ର ଚୟନ କରିବାକୁ ଟ୍ୟାପ୍ କରନ୍ତୁ

source: Camera
as: কেমেৰা
or: କ୍ୟାମେରା

source: Gallery
as: গেলাৰী
or: ଗ୍ୟାଲେରୀ

source: Cancel
as: বাতিল কৰক
or: ବାତିଲ କରନ୍ତୁ

source: Select Image Source
as: ছবিৰ উৎস বাছনি কৰক
or: ଚିତ୍ର ଉତ୍ସ ଚୟନ କରନ୍ତୁ

source: Identify Plant
as: উদ্ভিদ চিনাক্ত কৰক
or: ଉଦ୍ଭିଦ ଚିହ୍ନଟ କରନ୍ତୁ

source: Notifications
as: জাননী
or: ବିଜ୍ଞପ୍ତି

source: Privacy
as: গোপনীয়তা
or: ଗୋପନୀୟତା

# notificationsSubtitle
source: Manage your notifications
as: আপোনাৰ জাননীসমূহ পৰিচালনা কৰক
or: ଆପଣଙ୍କର ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ ପରିଚାଳନା କରନ୍ତୁ

# privacySubtitle
source: Privacy and data settings
as: গোপনীয়তা আৰু তথ্য ছেটিংছ
or: ଗୋପନୀୟତା ଏବଂ ଡାଟା ସେଟିଂସ

# notImplementedYet
source: This feature is coming soon!
as: এই বৈশিষ্ট্যটো শীঘ্ৰেই আহিব!
or: ଏହି ବୈଶିଷ୍ଟ୍ୟ ଶୀଘ୍ର ଆସୁଛି!
